Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/Playlist.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# 録音ファイルを追加
source: Add Recording
ar: إضافة تسجيل
bn: রেকর্ডিং যোগ করুন
ca: Afegeix una gravació
cs: Přidat nahrávku
da: Tilføj optagelse
de: Aufnahme hinzufügen
el: Προσθήκη ηχογράφησης
es: Añadir grabación
fi: Lisää äänite
fr: Ajouter un enregistrement
gu: રેકોર્ડિંગ ઉમેરો
he: הוספת הקלטה
hi: रिकॉर्डिंग जोड़ें
hr: Dodaj snimku
hu: Felvétel hozzáadása
id: Tambah Rekaman
it: Aggiungi registrazione
ja: 録音ファイルを追加
kn: ರೆಕಾರ್ಡಿಂಗ್ ಸೇರಿಸಿ
ko: 녹음 추가
ml: റെക്കോർഡിംഗ് ചേർക്കുക
mr: रेकॉर्डिंग जोडा
ms: Tambah Rakaman
nb: Legg til opptak
nl: Opname toevoegen
or: ରେକର୍ଡିଂ ଯୋଡ଼ନ୍ତୁ
pa: ਰਿਕਾਰਡਿੰਗ ਜੋੜੋ
pl: Dodaj nagranie
pt_br: Adicionar gravação
pt_pt: Adicionar gravação
ro: Adăugați înregistrare
ru: Добавить запись
sk: Pridať nahrávku
sl: Dodaj posnetek
sv: Lägg till inspelning
ta: ரெக்கார்டிங் சேர்
te: రికార్డింగ్ జోడించు
th: เพิ่มการบันทึก
tr: Kayıt ekle
uk: Додати запис
ur: ریکارڈنگ شامل کریں
vi: Thêm bản ghi
zh_hans: 添加录音文件
zh_hant: 加入錄音檔案

# 録音日:
source: Recorded:
ar: تاريخ التسجيل:
bn: রেকর্ডের তারিখ:
ca: Gravada:
cs: Nahráno:
da: Optaget:
de: Aufgenommen:
el: Ηχογραφήθηκε:
es: Grabado:
fi: Äänitetty:
fr: Enregistré le :
gu: રેકોર્ડ કર્યાની તારીખ:
he: הוקלט:
hi: रिकॉर्ड किया गया:
hr: Snimljeno:
hu: Rögzítve:
id: Direkam:
it: Registrato:
ja: 録音日:
kn: ರೆಕಾರ್ಡ್ ಮಾಡಿದ ದಿನಾಂಕ:
ko: 녹음일:
ml: റെക്കോർഡ് ചെയ്തത്:
mr: रेकॉर्ड केल्याची तारीख:
ms: Dirakam:
nb: Tatt opp:
nl: Opgenomen:
or: ରେକର୍ଡ ତାରିଖ:
pa: ਰਿਕਾਰਡ ਕਰਨ ਦੀ ਮਿਤੀ:
pl: Nagrano:
pt_br: Gravada em:
pt_pt: Gravado:
ro: Data înregistrării:
ru: Записано:
sk: Nahrané:
sl: Posneto:
sv: Inspelad:
ta: பதிவுசெய்தது:
te: రికార్డ్ చేసినది:
th: บันทึกเมื่อ:
tr: Kaydedildi:
uk: Записано:
ur: ریکارڈ کیا گیا:
vi: Ngày ghi:
zh_hans: 录音日期：
zh_hant: 錄音日期：

# 長い（5分以上）
source: Long (> 5 min)
ar: طويل (أكثر من 5 دقائق)
bn: লম্বা (৫ মিনিটের বেশি)
ca: Llargues (> 5 min)
cs: Dlouhé (> 5 min)
da: Lang (over 5 min.)
de: Lang (> 5 Min.)
el: Μεγάλες (> 5 λεπτά)
es: Largo (> 5 min)
fi: Pitkä (yli 5 min)
gu: લાંબું (5 મિનિટથી વધુ)
he: ארוך (מעל 5 דק׳)
hi: लंबा (> 5 मिनट)
hr: Dugo (> 5 min)
hu: Hosszú (> 5 perc)
id: Panjang (> 5 menit)
it: Lungo (> 5 min)
ja: 長い（5分以上）
kn: ಉದ್ದ (> 5 ನಿಮಿಷ)
ko: 장시간 (5분 이상)
ml: ദൈർഘ്യമേറിയത് (> 5 മിനിറ്റ്)
mr: मोठे (५ मिनिटांपेक्षा जास्त)
ms: Panjang (> 5 min)
nb: Lang (over 5 min)
nl: Lang (> 5 min)
or: ଲମ୍ବା (5 ମିନିଟରୁ ଅଧିକ)
pa: ਲੰਬਾ (5 ਮਿੰਟ ਤੋਂ ਵੱਧ)
pl: Długi (> 5 min)
pt_br: Longas (> 5 min)
pt_pt: Longo (> 5 min)
ro: Lungi (> 5 min)
ru: Длинный (> 5 мин)
sk: Dlhé (> 5 min)
sl: Dolgi (več kot 5 min)
sv: Lång (> 5 min)
ta: நீண்டது (> 5 நிமி)
te: పొడవైనది (> 5 నిమి)
th: ยาว (> 5 นาที)
tr: Uzun (> 5 dak.)
uk: Довгі (> 5 хв)
ur: طویل (> 5 منٹ)
vi: Dài (> 5 phút)
zh_hans: 长 (> 5分钟)
zh_hant: 長 (> 5分鐘)

# 音声が追加されていません
source: No audio added
ar: لم تتم إضافة أي صوت
bn: কোনো অডিও যোগ করা হয়নি
ca: No s'ha afegit cap àudio
cs: Žádný zvuk nebyl přidán
da: Der er ikke tilføjet lyd
de: Keine Audiodateien hinzugefügt
el: Δεν έχει προστεθεί ήχος
es: No se ha añadido audio
fi: Äänitteitä ei ole lisätty
fr: Aucun audio ajouté
gu: કોઈ ઑડિયો ઉમેરાયો નથી
he: לא נוסף שמע
hi: कोई ऑडियो नहीं जोड़ा गया
hr: Nije dodan zvuk
hu: Nincs hozzáadott hang
id: Belum ada audio ditambahkan
it: Nessun audio aggiunto
ja: 音声が追加されていません
kn: ಯಾವುದೇ ಆಡಿಯೋ ಸೇರಿಸಿಲ್ಲ
ko: 추가된 오디오 없음
ml: ഓഡിയോ ചേർത്തിട്ടില്ല
mr: कोणताही ऑडिओ जोडलेला नाही
ms: Tiada audio ditambah
nb: Ingen lyd lagt til
nl: Geen audio toegevoegd
or: କୌଣସି ଅଡିଓ ଯୋଡ଼ାଯାଇନାହିଁ
pa: ਕੋਈ ਆਡੀਓ ਨਹੀਂ ਜੋੜਿਆ ਗਿਆ
pl: Nie dodano audio
pt_br: Nenhum áudio adicionado
pt_pt: Nenhum áudio adicionado
ro: Niciun fișier audio adăugat
ru: Аудио не добавлено
sk: Nie je pridaný žiadny zvuk
sl: Dodan ni noben zvok
sv: Inget ljud tillagt
ta: ஆடியோ சேர்க்கப்படவில்லை
te: ఆడియో జోడించబడలేదు
th: ยังไม่ได้เพิ่มเสียง
tr: Ses eklenmemiş
uk: Аудіо не додано
ur: کوئی آڈیو شامل نہیں
vi: Chưa thêm âm thanh
zh_hans: 未添加音频
zh_hant: 未新增音訊

# 音声を追加
source: Add audio
ar: إضافة صوت
bn: অডিও যোগ করুন
ca: Afegeix àudio
cs: Přidat zvuk
da: Tilføj lyd
de: Audio hinzufügen
el: Προσθήκη ήχου
es: Añadir audio
fi: Lisää äänitteitä
fr: Ajouter l'audio
gu: ઑડિયો ઉમેરો
he: הוספת שמע
hi: ऑडियो जोड़ें
hr: Dodaj zvuk
hu: Hang hozzáadása
id: Tambah audio
it: Aggiungi audio
ja: 音声を追加
kn: ಆಡಿಯೋ ಸೇರಿಸಿ
ko: 오디오 추가
ml: ഓഡിയോ ചേർക്കുക
mr: ऑडिओ जोडा
ms: Tambah audio
nb: Legg til lyd
nl: Audio toevoegen
or: ଅଡିଓ ଯୋଡ଼ନ୍ତୁ
pa: ਆਡੀਓ ਜੋੜੋ
pl: Dodaj audio
pt_br: Adicionar áudio
pt_pt: Adicionar áudio
ro: Adăugați audio
ru: Добавить аудио
sk: Pridať zvuk
sl: Dodaj zvok
sv: Lägg till ljud
ta: ஆடியோ சேர்
te: ఆడియో జోడించు
th: เพิ่มเสียง
tr: Ses ekle
uk: Додати аудіо
ur: آڈیو شامل کریں
vi: Thêm âm thanh
zh_hans: 添加音频
zh_hant: 新增音訊

# 音声を選択
source: Select audio
ar: اختر صوتاً
bn: অডিও বেছে নিন
ca: Selecciona àudio
cs: Vybrat zvuk
da: Vælg lyd
de: Audio auswählen
el: Επιλογή ήχου
es: Seleccionar audio
fi: Valitse äänitteet
fr: Sélectionner l'audio
gu: ઑડિયો પસંદ કરો
he: בחירת שמע
hi: ऑडियो चुनें
hr: Odaberi zvuk
hu: Hang kiválasztása
id: Pilih audio
it: Seleziona audio
ja: 音声を選択
kn: ಆಡಿಯೋ ಆಯ್ಕೆಮಾಡಿ
ko: 오디오 선택
ml: ഓഡിയോ തിരഞ്ഞെടുക്കുക
mr: ऑडिओ निवडा
ms: Pilih audio
nb: Velg lyd
nl: Audio selecteren
or: ଅଡିଓ ବାଛନ୍ତୁ
pa: ਆਡੀਓ ਚੁਣੋ
pl: Wybierz audio
pt_br: Selecionar áudio
pt_pt: Selecionar áudio
ro: Selectați audio
ru: Выбрать аудио
sk: Vybrať zvuk
sl: Izberi zvok
sv: Välj ljud
ta: ஆடியோவைத் தேர்ந்தெடு
te: ఆడియోను ఎంచుకోండి
th: เลือกเสียง
tr: Ses seç
uk: Вибрати аудіо
ur: آڈیو منتخب کریں
vi: Chọn âm thanh
zh_hans: 选择音频
zh_hant: 選擇音訊

# 音声リスト
source: Audio list
ar: قائمة الملفات الصوتية
bn: অডিও তালিকা
ca: Llista d'àudios
cs: Seznam zvuků
da: Lydliste
de: Audioliste
el: Λίστα ήχων
es: Lista de audio
fi: Äänilista
fr: Liste audio
gu: ઑડિયો સૂચિ
he: רשימת שמע
hi: ऑडियो सूची
hr: Popis zvukova
hu: Hanglista
id: Daftar audio
it: Lista audio
ja: 音声リスト
kn: ಆಡಿಯೋ ಪಟ್ಟಿ
ko: 오디오 목록
ml: ഓഡിയോ ലിസ്റ്റ്
mr: ऑडिओ सूची
ms: Senarai audio
nb: Lydliste
nl: Audiolijst
or: ଅଡିଓ ତାଲିକା
pa: ਆਡੀਓ ਸੂਚੀ
pl: Lista audio
pt_br: Lista de áudios
pt_pt: Lista de áudio
ro: Listă audio
ru: Список аудио
sk: Zoznam zvukov
sl: Seznam zvokov
sv: Ljudlista
ta: ஆடியோ பட்டியல்
te: ఆడియో జాబితా
th: รายการเสียง
tr: Ses listesi
uk: Список аудіо
ur: آڈیو کی فہرست
vi: Danh sách âm thanh
zh_hans: 音频列表
zh_hant: 音訊清單

# 順次再生
source: Sequential
ar: تسلسلي
bn: ক্রমানুসারে
ca: Seqüencial
cs: Postupně
da: I rækkefølge
de: Sequenziell
el: Διαδοχικά
es: Secuencial
fi: Järjestyksessä
fr: Séquentiel
gu: ક્રમવાર
he: ברצף
hi: क्रमिक
hr: Redom
hu: Sorrendben
id: Berurutan
it: Sequenziale
ja: 順次再生
kn: ಅನುಕ್ರಮ
ko: 순차 재생
ml: ക്രമത്തിൽ
mr: क्रमाने
ms: Berurutan
nb: I rekkefølge
nl: Opeenvolgend
or: କ୍ରମାନୁସାରେ
pa: ਕ੍ਰਮਵਾਰ
pl: Sekwencyjny
pt_br: Em sequência
pt_pt: Sequencial
ro: Secvențial
ru: Последовательно
sk: Postupne
sl: Zaporedno
sv: Sekventiell
ta: வரிசையாக
te: వరుసగా
th: เล่นตามลำดับ
tr: Sıralı
uk: По черзі
ur: ترتیب وار
vi: Tuần tự
zh_hans: 顺序播放
zh_hant: 循序播放

# 録音ファイル (%lld件)
source: Recordings (%lld)
ar: التسجيلات (%lld)
bn: রেকর্ডিং (%lld)
ca: Gravacions (%lld)
cs: Nahrávky (%lld)
da: Optagelser (%lld)
de: Aufnahmen (%lld)
el: Ηχογραφήσεις (%lld)
es: Grabaciones (%lld)
fi: Äänitteet (%lld)
fr: Enregistrements (%lld)
gu: રેકોર્ડિંગ (%lld)
he: הקלטות (%lld)
hi: रिकॉर्डिंग (%lld)
hr: Snimke (%lld)
hu: Felvételek (%lld)
id: Rekaman (%lld)
it: Registrazioni (%lld)
ja: 録音ファイル (%lld件)
kn: ರೆಕಾರ್ಡಿಂಗ್‌ಗಳು (%lld)
ko: 녹음 (%lld건)
ml: റെക്കോർഡിംഗുകൾ (%lld)
mr: रेकॉर्डिंग (%lld)
ms: Rakaman (%lld)
nb: Opptak (%lld)
nl: Opnamen (%lld)
or: ରେକର୍ଡିଂ (%lld)
pa: ਰਿਕਾਰਡਿੰਗਾਂ (%lld)
pl: Nagrania (%lld)
pt_br: Gravações (%lld)
pt_pt: Gravações (%lld)
ro: Înregistrări (%lld)
ru: Записи (%lld)
sk: Nahrávky (%lld)
sl: Posnetki (%lld)
sv: Inspelningar (%lld)
ta: ரெக்கார்டிங்குகள் (%lld)
te: రికార్డింగ్‌లు (%lld)
th: การบันทึก (%lld)
tr: Kayıtlar (%lld)
uk: Записи (%lld)
ur: ریکارڈنگز (%lld)
vi: Bản ghi (%lld)
zh_hans: 录音文件（%lld个）
zh_hant: 錄音檔案（%lld個）

# 「%@」に追加
source: Add to "%@"
ar: إضافة إلى "%@"
bn: “%@”-এ যোগ করুন
ca: Afegeix a «%@»
cs: Přidat do „%@“
da: Føj til “%@”
de: Zu „%@“ hinzufügen
el: Προσθήκη στη λίστα «%@»
es: Añadir a "%@"
fi: Lisää soittolistaan: %@
fr: Ajouter à « %@ »
gu: “%@”માં ઉમેરો
he: הוספה אל ״%@״
hi: "%@" में जोड़ें
hr: Dodaj u „%@”
hu: Hozzáadás ehhez: „%@”
id: Tambahkan ke "%@"
it: Aggiungi a "%@"
ja: 「%@」に追加
kn: “%@” ಗೆ ಸೇರಿಸಿ
ko: "%@"에 추가
ml: "%@"-ലേക്ക് ചേർക്കുക
mr: “%@” मध्ये जोडा
ms: Tambah ke "%@"
nb: Legg til i «%@»
nl: Toevoegen aan "%@"
or: “%@”ରେ ଯୋଡ଼ନ୍ତୁ
pa: “%@” ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do "%@"
pt_br: Adicionar a “%@”
pt_pt: Adicionar a "%@"
ro: Adăugați la „%@”
ru: Добавить в "%@"
sk: Pridať do „%@“
sl: Dodaj v »%@«
sv: Lägg till i "%@"
ta: "%@"-இல் சேர்
te: "%@"కి జోడించు
th: เพิ่มใน "%@"
tr: "%@" öğesine ekle
uk: Додати до «%@»
ur: "%@" میں شامل کریں
vi: Thêm vào "%@"
zh_hans: 添加到“%@”
zh_hant: 加入「%@」

# 再生に失敗しました
source: Playback failed.
ar: فشل التشغيل.
bn: প্লেব্যাক ব্যর্থ হয়েছে।
ca: No s'ha pogut reproduir.
cs: Přehrávání se nezdařilo.
da: Afspilning mislykkedes.
de: Wiedergabe fehlgeschlagen.
el: Η αναπαραγωγή απέτυχε.
es: Error de reproducción.
fi: Toisto epäonnistui.
fr: Échec de la lecture.
gu: પ્લેબેક નિષ્ફળ થયું.
he: הניגון נכשל.
hi: प्लेबैक विफल।
hr: Reprodukcija nije uspjela.
hu: A lejátszás sikertelen.
id: Pemutaran gagal.
it: Riproduzione non riuscita.
ja: 再生に失敗しました
kn: ಪ್ಲೇಬ್ಯಾಕ್ ವಿಫಲವಾಗಿದೆ.
ko: 재생에 실패했습니다.
ml: പ്ലേ ചെയ്യാനായില്ല.
mr: प्लेबॅक अयशस्वी झाला.
ms: Main semula gagal.
nb: Avspilling mislyktes.
nl: Afspelen mislukt.
or: ପ୍ଲେବ୍ୟାକ୍ ବିଫଳ ହେଲା।
pa: ਪਲੇਬੈਕ ਅਸਫਲ ਰਿਹਾ।
pl: Odtwarzanie nie powiodło się.
pt_br: Falha na reprodução.
pt_pt: Falha na reprodução.
ro: Redarea nu a reușit.
ru: Ошибка воспроизведения.
sk: Prehrávanie zlyhalo.
sl: Predvajanje ni uspelo.
sv: Uppspelning misslyckades.
ta: இயக்க முடியவில்லை.
te: ప్లే చేయడం విఫలమైంది.
th: การเล่นล้มเหลว
tr: Oynatma başarısız oldu.
uk: Не вдалося відтворити.
ur: پلے بیک ناکام ہو گیا۔
vi: Phát lại thất bại.
zh_hans: 播放失败。
zh_hant: 播放失敗。

# プレイリストが見つかりません
source: Playlist not found.
ar: لم يتم العثور على قائمة التشغيل.
bn: প্লেলিস্ট পাওয়া যায়নি।
ca: No s'ha trobat la llista.
cs: Playlist nebyl nalezen.
da: Afspilningslisten blev ikke fundet.
de: Playlist nicht gefunden.
el: Δεν βρέθηκε η λίστα αναπαραγωγής.
es: No se encontró la lista de reproducción.
fi: Soittolistaa ei löytynyt.
fr: Liste de lecture introuvable.
gu: પ્લેલિસ્ટ મળ્યું નહીં.
he: הפלייליסט לא נמצא.
hi: प्लेलिस्ट नहीं मिली।
hr: Playlista nije pronađena.
hu: A lejátszási lista nem található.
id: Daftar putar tidak ditemukan.
it: Playlist non trovata.
ja: プレイリストが見つかりません
kn: ಪ್ಲೇಲಿಸ್ಟ್ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 플레이리스트를 찾을 수 없습니다.
ml: പ്ലേലിസ്റ്റ് കണ്ടെത്തിയില്ല.
mr: प्लेलिस्ट सापडली नाही.
ms: Senarai main tidak ditemui.
nb: Fant ikke spillelisten.
nl: Afspeellijst niet gevonden.
or: ପ୍ଲେଲିଷ୍ଟ ମିଳିଲା ନାହିଁ।
pa: ਪਲੇਲਿਸਟ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono listy odtwarzania.
pt_br: Playlist não encontrada.
pt_pt: Lista de reprodução não encontrada.
ro: Lista de redare nu a fost găsită.
ru: Плейлист не найден.
sk: Playlist sa nenašiel.
sl: Seznama predvajanja ni mogoče najti.
sv: Spellistan hittades inte.
ta: பிளேலிஸ்ட் கிடைக்கவில்லை.
te: ప్లేలిస్ట్ కనుగొనబడలేదు.
th: ไม่พบเพลย์ลิสต์
tr: Çalma listesi bulunamadı.
uk: Плейлист не знайдено.
ur: پلے لسٹ نہیں ملی۔
vi: Không tìm thấy danh sách phát.
zh_hans: 找不到播放列表。
zh_hant: 找不到播放清單。

# ネットワークエラー: %@
source: Network error: %@
ar: خطأ في الشبكة: %@
bn: নেটওয়ার্ক ত্রুটি: %@
ca: Error de xarxa: %@
cs: Chyba sítě: %@
da: Netværksfejl: %@
de: Netzwerkfehler: %@
el: Σφάλμα δικτύου: %@
es: Error de red: %@
fi: Verkkovirhe: %@
fr: Erreur réseau : %@
gu: નેટવર્ક ભૂલ: %@
he: שגיאת רשת: %@
hi: नेटवर्क त्रुटि: %@
hr: Pogreška mreže: %@
hu: Hálózati hiba: %@
id: Kesalahan jaringan: %@
it: Errore di rete: %@
ja: ネットワークエラー: %@
kn: ನೆಟ್‌ವರ್ಕ್ ದೋಷ: %@
ko: 네트워크 오류: %@
ml: നെറ്റ്‌വർക്ക് പിശക്: %@
mr: नेटवर्क त्रुटी: %@
ms: Ralat rangkaian: %@
nb: Nettverksfeil: %@
nl: Netwerkfout: %@
or: ନେଟୱର୍କ ତ୍ରୁଟି: %@
pa: ਨੈੱਟਵਰਕ ਗੜਬੜ: %@
pl: Błąd sieci: %@
pt_br: Erro de rede: %@
pt_pt: Erro de rede: %@
ro: Eroare de rețea: %@
ru: Ошибка сети: %@
sk: Chyba siete: %@
sl: Napaka omrežja: %@
sv: Nätverksfel: %@
ta: நெட்வொர்க் பிழை: %@
te: నెట్‌వర్క్ ఎర్రర్: %@
th: ข้อผิดพลาดของเครือข่าย: %@
tr: Ağ hatası: %@
uk: Помилка мережі: %@
ur: نیٹ ورک کی خرابی: %@
vi: Lỗi mạng: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

# データベースエラー: %@
source: Database error: %@
ar: خطأ في قاعدة البيانات: %@
bn: ডেটাবেস ত্রুটি: %@
ca: Error de la base de dades: %@
cs: Chyba databáze: %@
da: Databasefejl: %@
de: Datenbankfehler: %@
el: Σφάλμα βάσης δεδομένων: %@
es: Error de la base de datos: %@
fi: Tietokantavirhe: %@
fr: Erreur de base de données : %@
gu: ડેટાબેસ ભૂલ: %@
he: שגיאת מסד נתונים: %@
hi: डेटाबेस त्रुटि: %@
hr: Pogreška baze podataka: %@
hu: Adatbázishiba: %@
id: Kesalahan database: %@
it: Errore del database: %@
ja: データベースエラー: %@
kn: ಡೇಟಾಬೇಸ್ ದೋಷ: %@
ko: 데이터베이스 오류: %@
ml: ഡാറ്റാബേസ് പിശക്: %@
mr: डेटाबेस त्रुटी: %@
ms: Ralat pangkalan data: %@
nb: Databasefeil: %@
nl: Databasefout: %@
or: ଡାଟାବେସ୍ ତ୍ରୁଟି: %@
pa: ਡਾਟਾਬੇਸ ਗੜਬੜ: %@
pl: Błąd bazy danych: %@
pt_br: Erro no banco de dados: %@
pt_pt: Erro na base de dados: %@
ro: Eroare de bază de date: %@
ru: Ошибка базы данных: %@
sk: Chyba databázy: %@
sl: Napaka zbirke podatkov: %@
sv: Databasfel: %@
ta: தரவுத்தளப் பிழை: %@
te: డేటాబేస్ ఎర్రర్: %@
th: ข้อผิดพลาดของฐานข้อมูล: %@
tr: Veritabanı hatası: %@
uk: Помилка бази даних: %@
ur: ڈیٹا بیس کی خرابی: %@
vi: Lỗi cơ sở dữ liệu: %@
zh_hans: 数据库错误：%@
zh_hant: 資料庫錯誤：%@

# 不明なエラー: %@
source: Unknown error: %@
ar: خطأ غير معروف: %@
bn: অজানা ত্রুটি: %@
ca: Error desconegut: %@
cs: Neznámá chyba: %@
da: Ukendt fejl: %@
de: Unbekannter Fehler: %@
el: Άγνωστο σφάλμα: %@
es: Error desconocido: %@
fi: Tuntematon virhe: %@
fr: Erreur inconnue : %@
gu: અજાણી ભૂલ: %@
he: שגיאה לא ידועה: %@
hi: अज्ञात त्रुटि: %@
hr: Nepoznata pogreška: %@
hu: Ismeretlen hiba: %@
id: Kesalahan tidak diketahui: %@
it: Errore sconosciuto: %@
ja: 不明なエラー: %@
kn: ಅಜ್ಞಾತ ದೋಷ: %@
ko: 알 수 없는 오류: %@
ml: അജ്ഞാത പിശക്: %@
mr: अज्ञात त्रुटी: %@
ms: Ralat tidak diketahui: %@
nb: Ukjent feil: %@
nl: Onbekende fout: %@
or: ଅଜଣା ତ୍ରୁଟି: %@
pa: ਅਗਿਆਤ ਗੜਬੜ: %@
pl: Nieznany błąd: %@
pt_br: Erro desconhecido: %@
pt_pt: Erro desconhecido: %@
ro: Eroare necunoscută: %@
ru: Неизвестная ошибка: %@
sk: Neznáma chyba: %@
sl: Neznana napaka: %@
sv: Okänt fel: %@
ta: அறியப்படாத பிழை: %@
te: తెలియని ఎర్రర్: %@
th: ข้อผิดพลาดที่ไม่รู้จัก: %@
tr: Bilinmeyen hata: %@
uk: Невідома помилка: %@
ur: نامعلوم خرابی: %@
vi: Lỗi không xác định: %@
zh_hans: 未知错误：%@
zh_hant: 未知錯誤：%@

# 不明なエラーが発生しました
source: An unknown error occurred.
ar: حدث خطأ غير معروف.
bn: একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
da: Der opstod en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα.
es: Ha ocurrido un error desconocido.
fi: Tapahtui tuntematon virhe.
fr: Une erreur inconnue s'est produite.
gu: અજાણી ભૂલ આવી.
he: אירעה שגיאה לא ידועה.
hi: एक अज्ञात त्रुटि हुई है।
hr: Došlo je do nepoznate pogreške.
hu: Ismeretlen hiba történt.
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました
kn: ಅಜ್ಞಾತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 알 수 없는 오류가 발생했습니다.
ml: ഒരു അജ്ഞാത പിശക് സംഭവിച്ചു.
mr: अज्ञात त्रुटी आली.
ms: Ralat yang tidak diketahui telah berlaku.
nb: Det oppstod en ukjent feil.
nl: Er is een onbekende fout opgetreden.
or: ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଲା।
pa: ਕੋਈ ਅਗਿਆਤ ਗੜਬੜ ਹੋਈ।
pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
pt_pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sv: Ett okänt fel inträffade.
ta: அறியப்படாத பிழை ஏற்பட்டது.
te: తెలియని ఎర్రర్ ఏర్పడింది.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.
ur: ایک نامعلوم خرابی پیش آئی ہے۔
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# 指定されたプレイリストが見つかりませんでした
source: The playlist could not be found.
ar: تعذّر العثور على قائمة التشغيل.
bn: প্লেলিস্টটি পাওয়া যায়নি।
ca: No s'ha pogut trobar la llista.
cs: Playlist se nepodařilo najít.
da: Afspilningslisten kunne ikke findes.
de: Die Playlist wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση της λίστας αναπαραγωγής.
es: No se ha podido encontrar la lista de reproducción.
fi: Soittolistaa ei löytynyt.
fr: Impossible de trouver la liste de lecture.
gu: પ્લેલિસ્ટ મળી શક્યું નહીં.
he: לא ניתן היה למצוא את הפלייליסט.
hi: प्लेलिस्ट नहीं मिल सकी।
hr: Playlistu nije moguće pronaći.
hu: A lejátszási lista nem található.
id: Daftar putar tidak dapat ditemukan.
it: Impossibile trovare la playlist.
ja: 指定されたプレイリストが見つかりませんでした
kn: ಪ್ಲೇಲಿಸ್ಟ್ ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 플레이리스트를 찾을 수 없습니다.
ml: പ്ലേലിസ്റ്റ് കണ്ടെത്താനായില്ല.
mr: प्लेलिस्ट सापडू शकली नाही.
ms: Senarai main tidak dapat ditemui.
nb: Fant ikke spillelisten.
nl: De afspeellijst kan niet worden gevonden.
or: ପ୍ଲେଲିଷ୍ଟ ଖୋଜି ପାଇହେଲା ନାହିଁ।
pa: ਪਲੇਲਿਸਟ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Nie można znaleźć listy odtwarzania.
pt_br: Não foi possível encontrar a playlist.
pt_pt: Não foi possível encontrar a lista de reprodução.
ro: Lista de redare nu a putut fi găsită.
ru: Не удалось найти плейлист.
sk: Playlist sa nepodarilo nájsť.
sl: Seznama predvajanja ni bilo mogoče najti.
sv: Det gick inte att hitta spellistan.
ta: பிளேலிஸ்ட்டைக் கண்டறிய முடியவில்லை.
te: ప్లేలిస్ట్‌ను కనుగొనడం సాధ్యపడలేదు.
th: ไม่พบเพลย์ลิสต์ที่ระบุ
tr: Çalma listesi bulunamadı.
uk: Не вдалося знайти плейлист.
ur: پلے لسٹ نہیں مل سکی۔
vi: Không thể tìm thấy danh sách phát.
zh_hans: 找不到指定的播放列表。
zh_hant: 找不到指定的播放清單。

# プレイリストの保存に失敗しました
source: Failed to save the playlist.
ar: تعذّر حفظ قائمة التشغيل.
bn: প্লেলিস্ট সেভ করা যায়নি।
ca: No s'ha pogut desar la llista.
cs: Playlist se nepodařilo uložit.
da: Afspilningslisten kunne ikke gemmes.
de: Die Playlist konnte nicht gesichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της λίστας αναπαραγωγής.
es: No se ha podido guardar la lista de reproducción.
fi: Soittolistan tallentaminen epäonnistui.
fr: Impossible d'enregistrer la liste de lecture.
gu: પ્લેલિસ્ટ સેવ કરી શકાયું નહીં.
he: שמירת הפלייליסט נכשלה.
hi: प्लेलिस्ट सहेजी नहीं जा सकी।
hr: Spremanje playliste nije uspjelo.
hu: Nem sikerült menteni a lejátszási listát.
id: Gagal menyimpan daftar putar.
it: Impossibile salvare la playlist.
ja: プレイリストの保存に失敗しました
kn: ಪ್ಲೇಲಿಸ್ಟ್ ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 플레이리스트를 저장하지 못했습니다.
ml: പ്ലേലിസ്റ്റ് സംരക്ഷിക്കാനായില്ല.
mr: प्लेलिस्ट सेव्ह करता आली नाही.
ms: Gagal menyimpan senarai main.
nb: Kunne ikke lagre spillelisten.
nl: Kan de afspeellijst niet bewaren.
or: ପ୍ଲେଲିଷ୍ଟ ସେଭ୍ କରିହେଲା ନାହିଁ।
pa: ਪਲੇਲਿਸਟ ਸੇਵ ਨਹੀਂ ਹੋ ਸਕੀ।
pl: Nie udało się zapisać listy odtwarzania.
pt_br: Não foi possível salvar a playlist.
pt_pt: Não foi possível guardar a lista de reprodução.
ro: Lista de redare nu a putut fi salvată.
ru: Не удалось сохранить плейлист.
sk: Playlist sa nepodarilo uložiť.
sl: Seznama predvajanja ni bilo mogoče shraniti.
sv: Det gick inte att spara spellistan.
ta: பிளேலிஸ்ட்டைச் சேமிக்க முடியவில்லை.
te: ప్లేలిస్ట్‌ను సేవ్ చేయడం విఫలమైంది.
th: ไม่สามารถบันทึกเพลย์ลิสต์ได้
tr: Çalma listesi kaydedilemedi.
uk: Не вдалося зберегти плейлист.
ur: پلے لسٹ محفوظ نہیں ہو سکی۔
vi: Không thể lưu danh sách phát.
zh_hans: 无法保存播放列表。
zh_hant: 無法儲存播放清單。

# 指定された音声が見つかりませんでした
source: The recording could not be found.
ar: تعذّر العثور على التسجيل.
bn: রেকর্ডিংটি পাওয়া যায়নি।
ca: No s'ha pogut trobar la gravació.
cs: Nahrávku se nepodařilo najít.
da: Optagelsen kunne ikke findes.
de: Die Aufnahme wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση της ηχογράφησης.
es: No se ha podido encontrar la grabación.
fi: Äänitettä ei löytynyt.
fr: Impossible de trouver l'enregistrement.
gu: રેકોર્ડિંગ મળી શક્યું નહીં.
he: לא ניתן היה למצוא את ההקלטה.
hi: रिकॉर्डिंग नहीं मिल सकी।
hr: Snimku nije moguće pronaći.
hu: A felvétel nem található.
id: Rekaman tidak dapat ditemukan.
it: Impossibile trovare la registrazione.
ja: 指定された音声が見つかりませんでした
kn: ರೆಕಾರ್ಡಿಂಗ್ ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 녹음을 찾을 수 없습니다.
ml: റെക്കോർഡിംഗ് കണ്ടെത്താനായില്ല.
mr: रेकॉर्डिंग सापडू शकले नाही.
ms: Rakaman tidak dapat ditemui.
nb: Fant ikke opptaket.
nl: De opname kan niet worden gevonden.
or: ରେକର୍ଡିଂ ଖୋଜି ପାଇହେଲା ନାହିଁ।
pa: ਰਿਕਾਰਡਿੰਗ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Nie można znaleźć nagrania.
pt_br: Não foi possível encontrar a gravação.
pt_pt: Não foi possível encontrar a gravação.
ro: Înregistrarea nu a putut fi găsită.
ru: Не удалось найти запись.
sk: Nahrávku sa nepodarilo nájsť.
sl: Posnetka ni bilo mogoče najti.
sv: Det gick inte att hitta inspelningen.
ta: பதிவைக் கண்டறிய முடியவில்லை.
te: రికార్డింగ్‌ను కనుగొనడం సాధ్యపడలేదు.
th: ไม่พบการบันทึกเสียงที่ระบุ
tr: Kayıt bulunamadı.
uk: Не вдалося знайти запис.
ur: ریکارڈنگ نہیں مل سکی۔
vi: Không thể tìm thấy bản ghi âm.
zh_hans: 找不到指定的录音。
zh_hant: 找不到指定的錄音。

# 予期せぬエラーが発生しました: %@
source: An unexpected error occurred: %@
ar: حدث خطأ غير متوقع: %@
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: %@
ca: S'ha produït un error inesperat: %@
cs: Došlo k neočekávané chybě: %@
da: Der opstod en uventet fejl: %@
de: Ein unerwarteter Fehler ist aufgetreten: %@
el: Παρουσιάστηκε απρόσμενο σφάλμα: %@
es: Ha ocurrido un error inesperado: %@
fi: Tapahtui odottamaton virhe: %@
fr: Une erreur inattendue s'est produite : %@
gu: અણધારી ભૂલ આવી: %@
he: אירעה שגיאה בלתי צפויה: %@
hi: एक अनपेक्षित त्रुटि हुई है: %@
hr: Došlo je do neočekivane pogreške: %@
hu: Váratlan hiba történt: %@
id: Terjadi kesalahan tak terduga: %@
it: Si è verificato un errore imprevisto: %@
ja: 予期せぬエラーが発生しました: %@
kn: ಅನಿರೀಕ್ಷಿತ ದೋಷ ಸಂಭವಿಸಿದೆ: %@
ko: 예기치 않은 오류가 발생했습니다: %@
ml: ഒരു അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു: %@
mr: अनपेक्षित त्रुटी आली: %@
ms: Ralat yang tidak dijangka telah berlaku: %@
nb: Det oppstod en uventet feil: %@
nl: Er is een onverwachte fout opgetreden: %@
or: ଏକ ଅପ୍ରତ୍ୟାଶିତ ତ୍ରୁଟି ଘଟିଲା: %@
pa: ਕੋਈ ਅਣਕਿਆਸੀ ਗੜਬੜ ਹੋਈ: %@
pl: Wystąpił nieoczekiwany błąd: %@
pt_br: Ocorreu um erro inesperado: %@
pt_pt: Ocorreu um erro inesperado: %@
ro: A apărut o eroare neașteptată: %@
ru: Произошла непредвиденная ошибка: %@
sk: Vyskytla sa neočakávaná chyba: %@
sl: Prišlo je do nepričakovane napake: %@
sv: Ett oväntat fel inträffade: %@
ta: எதிர்பாராத பிழை ஏற்பட்டது: %@
te: ఊహించని ఎర్రర్ ఏర్పడింది: %@
th: เกิดข้อผิดพลาดที่ไม่คาดคิด: %@
tr: Beklenmeyen bir hata oluştu: %@
uk: Сталася неочікувана помилка: %@
ur: ایک غیر متوقع خرابی پیش آئی ہے: %@
vi: Đã xảy ra lỗi không mong muốn: %@
zh_hans: 发生意外错误：%@
zh_hant: 發生非預期的錯誤：%@
